function Education() {
  return (
    <section>
        <h2>Освіта</h2>
        <ul>
            <li>
                <strong>Національний університет «Львівська політехніка» (Інститут комп'ютерних технологій, автоматики та метрології)</strong><br/>
                Бакалавр, спеціальність «Кібербезпека» | 2025 - дотепер<br/>
                Фокус навчання: Інформаційна безпека, криптографічні системи, аудит кібербезпеки, бази даних (SQL) та адміністрування мереж.
            </li>
            <li>
                <strong>Львівська загальноосвітня школа №82</strong><br/>
                Повна загальна середня освіта (Закінчила із золотою медаллю) | 2014 - 2025
            </li>
        </ul>
    </section>
  );
}

export default Education;