function Experience() {
  return (
    <section>
        <h2>Проєкти в сфері розробки та ІБ</h2>
        <ul>
            <li>
                <strong>Аудит кібербезпеки підприємства згідно зі стандартом ISO/IEC 27001 (Ajax Systems)</strong><br/>
                Академічний проєкт (Командна робота) | 2026<br/>
                У складі команди провела комплексний аудит інформаційної безпеки гіпотетичної інфраструктури компанії Ajax Systems. Здійснила оцінку ризиків для критичних бізнес-процесів, розробила матрицю загроз та вразливостей. Співавтор розробки розширеної «Політики контролю доступу підприємства», що базується на принципах Least Privilege, Need-to-know та Zero Trust.
            </li>
            <li>
                <strong>Програмна реалізація алгоритмів криптографії (Сліпий підпис на основі ECC та RSA)</strong><br/>
                Науково-практичний проєкт | 2026<br/>
                Розробила програмну реалізацію схеми сліпого підпису Фу-Гво Дженга мовою Python з використанням сучасних еліптичних кривих (P-256, P-384, P-521). Провела експериментальне порівняння продуктивності алгоритмів ECC та класичного RSA. Проєкт викладено у відкритий доступ на GitHub.
            </li>
            <li>
                <strong>Практичне тестування на проникнення (Web Penetration Testing & CTF)</strong><br/>
                Самостійна практика | 2025 - дотепер<br/>
                Регулярне розв'язання задач на платформах Hack TheBox та TryHackMe для розвитку навичок наступальної безпеки. Використання Burp Suite для аналізу вебтрафіку та пошуку логічних вразливостей. Написання автоматизованих скриптів на Python для парсингу даних та OSINT розслідувань.
            </li>
        </ul>
    </section>
  );
}

export default Experience;