function Header() {
  return (
    <header>
        <h1>Кучма Христина Юріївна</h1>
        <p>Junior Cybersecurity Specialist | Web Penetration Tester | Python Developer</p>
        <p>
            Львів, Україна | 098 700 37 77 | 
            <a href="mailto:kucmahristina5@gmail.com">kucmahristina5@gmail.com</a> |
            <a href="https://github.com/">GitHub</a>
        </p>
        <section>
            <h2>Професійний профіль (Summary)</h2>
            <p>Цілеспрямована студентка 2-го курсу спеціальності «Кібербезпека», яка активно здобуває практичний досвід у сфері наступальної безпеки. Маю практичний досвід у сфері тестування на проникнення (пошук та експлуатація вебвразливостей SQLi, XSS), проведення командних аудитів інформаційної безпеки за стандартом ISO/IEC 27001, а також розробки криптографічних алгоритмів мовою Python. Є співавтором наукової публікації з дослідження еліптичної криптографії (ECC). Володію сильними організаційними навичками завдяки досвіду на посаді старости групи. Прагну застосувати свої аналітичні здібності та технічний бекграунд для вирішення складних інженерних задач у сфері інформаційної безпеки.</p>
        </section>
    </header>
  );
}

export default Header;